{
  "title": "À propos de moi",
  "subtitle": "Développeur curieux et jardinier logique",
  "bio_intro": "Après une reconversion depuis les laboratoires, je conçois aujourd’hui des applications web avec précision, structure et passion. Mon parcours atypique m’a appris à observer, comprendre, puis créer.",
  "bio_skills": "Je développe principalement avec {{laravel}}, {{vue}}, et maîtrise bien {{sql}}, {{php}} et {{tailwind}}. J’ai également eu l’occasion de travailler avec {{wordpress}}, {{symfony}}, {{typescript}} ou {{reactNative}}, selon les besoins des projets. J’attache beaucoup d’importance à la clarté du code (SOLID, design patterns), à une bonne documentation, et j’apprécie les outils qui facilitent le travail d’équipe comme {{git}}, {{notion}} ou {{trello}}.",
  "bio_location": "Basé dans la Loire (42), je suis disponible en télétravail ou sur site autour de Feurs, Roanne, Saint-Étienne, Lyon ou toute autre opportunité correspondante à mes valeurs…",
  "bio_rqth": "Mon profil inclut une {{rqth}} et implique simplement un besoin d'organisation hybride (télétravail partiel ou poste sédentarisé), sans impact sur mes compétences ou mon implication. Je suis autonome, rigoureux et à l'aise pour travailler en équipe comme en solo.",
  "bio_goals": "Je cherche des missions utiles, durables et logiques. Mon objectif est d’écrire du code au service d’idées concrètes, humaines, ou écologiques.",
  "view_projects": "Voir mes projets",
  "download_cv": "Télécharger mon CV",
  "ready_to_talk": "Envie d'échanger ?",
  "invite_contact": "Discutons de vos besoins, de vos idées ou de vos projets à développer.",
  "contact_me": "Me contacter",
  "timeline_title": "Mon parcours",
  "timeline": [
    {
      "date": "Aujourd’hui",
      "title": "Ouvert à de nouvelles opportunités",
      "description": "Freelance, mission partielle ou poste dev back/front (télétravail partiel possible)."
    },
    {
      "date": "Depuis 2024",
      "title": "Shinefulness® – Missions full stack en remote",
      "description": "Mise en place, maintenance et évolution de la plateforme Shinefulness® en API Laravel + VueJs.",
      "contact": "https://www.linkedin.com/in/olivier-soria/"
    },
    {
      "date": "2024 - 2025",
      "title": "Alternance en CDA chez M2M Financement - St Etienne",
      "description": "Développement de plateformes métier, autonomie sur des fonctionnalités clés. Amélioration de l'architecture et intégration de POO et design patterns dans un environnement en PHP natif procédural.",
      "contact": "https://www.linkedin.com/in/aurelienlievin/"
    },
    {
      "date": "2024",
      "title": "Stage chez Garage404 - Roanne",
      "description": "Mise à jour des supports de formation, participation à la création de nouveaux modules, développement d'outils internes pour l'équipe.",
      "contact": "https://www.linkedin.com/in/%F0%9F%92%A5florent-ferlay-52134b171/"
    },
    {
      "date": "2023",
      "title": "Stage chez HighDay - St Etienne",
      "description": "Stage front en VueJs, développement selon les designs UI, intégration de composants et corrections de bugs.",
      "contact": "https://www.linkedin.com/in/remi-de-almeida/"
    }
  ],
  "diplomas_title": "Diplômes et certifications",
  "diplomas": [
    {
      "date": "Juin 2025",
      "title": "Concepteur Développeur d’Applications (CDA)",
      "description": "Formation bac +3 en alternance à M2M Financement. Travail sur des plateformes métier, APIs et logique back-end."
    },
    {
      "date": "Novembre 2023",
      "title": "Titre professionnel DWWM",
      "description": "Développeur Web et Web Mobile – formation intensive de 12 mois, projets fullstack et bonnes pratiques front/back."
    }
  ]
}
